[
  {
    "person": "Varadraj Gurupur, Associate Professor, University of Central Florida, USA | Chair, IEEE Orlando Section, USA",
    "src": " ",
    "about": [
      "Varadraj Gurupur, PhD is currently working as an Associate Professor with the School of Health Management and Informatics and has a joint appointment with the Department of Computer Science, and Department of Electrical and Computer Engineering with the University of Central Florida (UCF). He is also the founding member of the Decision Support Systems and Informatics Lab at UCF. Dr. Gurupur received his Doctoral degree in Computer Engineering from the University of Alabama at Birmingham in 2010. He is currently serving as the chair of the IEEE Orlando section since 2021. Under his leadership the IEEE Orlando section has received the GOLD recognition from IEEE MGA. Dr. Gurupur is a recipient of two international awards, two national awards, and several regional and institutional awards. ",
      "This includes the prestigious AHIMA Research Award in the year 2017, and the AHIMA Triumph Award for Innovation in 2021. Additionally, he is also the recipient of the prestigious Joseph M. Biedenbach Outstanding Engineering Educator Award from IEEE Region 3. His core research is focused on software engineering decision support systems for healthcare and education. Dr. Gurupur is also someone who has worked in the healthcare industry for several years. Based on this work experience and academic training he is involved in discovering innovative solutions to difficult problems associated with Electronic Health Records. Dr. Gurupur has more than 100 publications which include: edited book, book chapters, journal articles, conference papers, abstracts, and published reviews. Additionally, he has been involved in many research projects funded by the United States Federal government agencies such as National Science Foundation, and National Institutes of Health."
    ]
  },
  {
    "person": "Arjun Atreya V, Artificial Intelligence Principal Engineer, Accenture AI Products and Solutions Group",
    "src": "",
    "about": [
      "Arjun Atreya V is a distinguished AI professional with a rich and diverse background spanning over a decade. His journey in the field of Artificial Intelligence began in 2010 and continues to flourish. During his doctoral studies at the prestigious IIT Bombay from 2010 to 2017, he delved into the intricacies of 'Structure Cognizant Multilingual Query Expansion in Resource Scarce Languages.' His research focus predominantly revolved around Indian languages, a testament to his commitment for bridging linguistic gaps in AI.",
      "Arjun's groundbreaking work in the domain of information retrieval and natural language processing is exemplified by his thesis, which forms a significant contribution to the field. Furthermore, he played a pivotal role as the Chief Developer in the 'Sandhan: Cross-lingual Search for Indian Languages' consortium project from Government of India, Ministry of IT and for nearly six years, from mid-2010 to 2016. His responsibilities extended beyond technical leadership to coordinating development teams spread across nine organizations including different IITs and CDACs across India. Before embarking on his PhD journey at IIT Bombay, he gained valuable industry experience during his year-long tenure at IBM Software Labs in Bengaluru. Arjun's impressive research record includes multiple publications in the area of AI and Wireless sensor networks across international journals and conferences. His dedication to advancing AI is underscored by his enduring interest in Information Retrieval (IR) and Natural Language Processing (NLP).",
      "In his current role as an Artificial Intelligence Principal within the Accenture AI Products and Solutions Group, Arjun continues to make significant contributions to the AI landscape. He leads projects from conception to full deployment, leveraging his expertise in areas such as Natural Language Processing, machine learning, machine vision, knowledge representation, and reasoning. Arjun has 4 patents (2 US and 2 Canada) granted in the field of AI and Machine Learning. Arjun collaborates closely with business experts to identify and realize business value, working in tandem with platform engineers and technology teams to craft innovative solutions and implement client pilot projects."
    ]
  }
]
